/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ 月";

/* No comment provided by engineer. */
"/ year" = "/ 年";

/* No comment provided by engineer. */
"%d note" = "%d 篇笔记";

/* No comment provided by engineer. */
"%d notes" = "%d 篇笔记";

/* No comment provided by engineer. */
"%d selected note" = "%d 篇已选笔记";

/* No comment provided by engineer. */
"%lu notes imported" = "%lu 篇笔记已导入";

/* No comment provided by engineer. */
"Table of Contents" = "目录";

/* No comment provided by engineer. */
"Statistics" = "统计";

/* No comment provided by engineer. */
"Backlinks" = "反向链接";

/* No comment provided by engineer. */
"Modified" = "编辑日期";

/* No comment provided by engineer. */
"Created" = "创建日期";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ 点击下方的“显示数据库”以在访达中显示此文件";

/* No comment provided by engineer. */
"1 note imported" = " 1 篇笔记已导入";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ 点击“联系技术支持”打开我们的网站";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ 填写联系表格，并贴上从访达中找到的熊掌记数据库文件，以便我们调查问题并提供帮助";

/* No comment provided by engineer. */
"A 14-day free trial, then..." = "赠送14天免费试用，试用到期后：";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "A 到 Z";

/* No comment provided by engineer. */
"A trip to the north pole" = "去北极旅行";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "帐户将在当前订阅期结束前 24 小时内进行续期扣费，续费金额与之前的订阅金额相同。";

/* No comment provided by engineer. */
"Add Notes to %@" = "将笔记添加至 %@";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "所有子标签将被删除。您无法撤销此操作。";

/* No comment provided by engineer. */
"Annual" = "年度";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "用户购买出版物的订阅服务（如适用）时，任何未被使用的出版物的免费试用期将立即失效。";

/* No comment provided by engineer. */
"Archive notes" = "归档笔记";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "您确定要删除所有在废纸篓中的笔记吗？";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "您确定要永久删除废纸篓中的笔记吗？";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "您确定要永久删除已选的笔记吗？";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "您确定要永久删除已选的标签吗？";

/* No comment provided by engineer. */
"Backup restored" = "备份已恢复";

/* No comment provided by engineer. */
"Bear" = "熊掌记";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "熊掌记正在导出您的笔记，休息一下吧！";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "熊掌记正在导入您的新笔记，休息一下吧！";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "熊掌记正在获取您请求的页面。";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "熊掌记需要 iCloud 和 iCould Drive 才能同步，请先启用它们";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "熊掌记 Pro 通过自动续期订阅服务启用";

/* No comment provided by engineer. */
"Beautiful application themes" = "超过 20 款精美主题";

/* No comment provided by engineer. */
"Beta expired" = "Beta 已过期";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Code" = "代码";

/* No comment provided by engineer. */
"Contact Support" = "联系技术支持";

/* No comment provided by engineer. */
"Contacting Apple..." = "正在联系 Apple……";

/* No comment provided by engineer. */
"Copy As" = "复制为";

/* No comment provided by engineer. */
"Copy As HTML" = "复制为 HTML";

/* No comment provided by engineer. */
"Copy As Markdown" = "复制为 Markdown 格式";

/* No comment provided by engineer. */
"Copy As Rich Text" = "复制为多信息文本";

/* No comment provided by engineer. */
"Copy As Text" = "复制为文本";

/* No comment provided by engineer. */
"Copy code" = "复制代码";

/* No comment provided by engineer. */
"Copy Code Block" = "复制代码块";

/* No comment provided by engineer. */
"Copy Link To Note" = "拷贝笔记链接";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "复制笔记为链接（新窗口）";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "复制笔记为链接（新窗口）";

/* No comment provided by engineer. */
"Copy Links To Notes" = "复制笔记为链接";

/* No comment provided by engineer. */
"Could not load the notes database " = "无法加载笔记数据库 ";

/* table cell action */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete notes" = "删除笔记";

/* No comment provided by engineer. */
"Do not show this warning again." = "不再显示此警告。";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "别担心，您的笔记很安全，我们可以帮助您：";

/* No comment provided by engineer. */
"Edit Link" = "编辑链接";

/* No comment provided by engineer. */
"email" = "电子邮件";

/* No comment provided by engineer. */
"Empty Trash" = "清空废纸篓";

/* No comment provided by engineer. */
"Export note" = "导出笔记";

/* No comment provided by engineer. */
"Export Note..." = "导出笔记...";

/* No comment provided by engineer. */
"Export notes" = "导出笔记";

/* No comment provided by engineer. */
"Export Notes..." = "导出笔记...";

/* No comment provided by engineer. */
"Export to more formats" = "更多导出选项";

/* No comment provided by engineer. */
"FAQ" = "常见问题";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "所有订阅应用如下：";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "按月订阅用户：";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "按年订阅用户：";

/* No comment provided by engineer. */
"Go to website" = "转至网站";

/* No comment provided by engineer. */
"Hide Preview" = "隐藏预览";

/* %@ is the user's hint for the password */
"Hint: %@" = "提示：%@";

/* No comment provided by engineer. */
"HTML" = "网页 (.html)";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/contact/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://www.weibo.com/xiongzhangji";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://bear.app/#wechat";

/* No comment provided by engineer. */
"Import notes" = "导入笔记";

/* No comment provided by engineer. */
"Important" = "重要";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "导入熊掌记备份会完全覆盖当前笔记内容";

/* No comment provided by engineer. */
"Inbox" = "收件箱";

/* No comment provided by engineer. */
"Insert" = "插入";

/* No comment provided by engineer. */
"Insert files" = "插入文件";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "无法将您的数据库迁移到新版本。别担心，您的笔记是安全的，请使用下方的“联系技术支持”按钮联系支持团队，他们将帮助您。";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "稍等片刻，熊掌记马上搞定！";

/* No comment provided by engineer. */
"Keep Tags" = "保留标签";

/* No comment provided by engineer. */
"Learn more" = "了解更多";

/* No comment provided by engineer. */
"Locked notes" = "锁定笔记";

/* No comment provided by engineer. */
"Look and feel smarter" = "看起来专业度 up up";

/* No comment provided by engineer. */
"Main Window" = "主窗口";

/* No comment provided by engineer. */
"Manage Subscription" = "管理订阅";

/* No comment provided by engineer. */
"Mark as Complete" = "标记为已完成";

/* No comment provided by engineer. */
"Mark as Incomplete" = "标记为未完成";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "合并笔记";

/* No comment provided by engineer. */
"month" = "月";

/* No comment provided by engineer. */
"Monthly" = "每月";

/* Number of notes sorting for tags */
"Most Used First" = "最常用的排最前";

/* No comment provided by engineer. */
"Move Done to Bottom" = "将完成移至底部";

/* App last sync date was never */
"never" = "永不";

/* No comment provided by engineer. */
"New Note" = "新笔记";

/* Date sorting for notes */
"Newest on Top" = "最新的排最前";

/* No comment provided by engineer. */
"No note selected" = "未选择笔记";

/* No comment provided by engineer. */
"No purchases found" = "未找到购买信息";

/* No comment provided by engineer. */
"Note From Selection" = "以选中部分创建笔记";

/* No comment provided by engineer. */
"notes" = "笔记";

/* No comment provided by engineer. */
"Notes" = "篇笔记";

/* No comment provided by engineer. */
"Notes search" = "笔记搜索";

/* No comment provided by engineer. */
"Nothing to import" = "没有要导入的内容";

/* No comment provided by engineer. */
"Ok" = "好的";

/* No comment provided by engineer. */
"OK" = "好的";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "打开 “%@”";

/* No comment provided by engineer. */
"Open Link in New Window" = "在新窗口中打开链接";

/* No comment provided by engineer. */
"Open With" = "打开方式";

/* No comment provided by engineer. */
"Password-protect your notes" = "通过笔记加密保护你的隐私";

/* No comment provided by engineer. */
"Paste From" = "粘贴自";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "在付款确认或免费试用期（如有）结束后，iTunes 帐户将被扣款。";

/* table cell action */
"Pin" = "置顶";

/* No comment provided by engineer. */
"Pin notes" = "置顶笔记";

/* No comment provided by engineer. */
"Pin Tag" = "标签置顶";

/* No comment provided by engineer. */
"Pin To Top" = "置顶";

/* No comment provided by engineer. */
"Plain Text" = "纯文本";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "请检查您的网络连接或稍后再试。";

/* No comment provided by engineer. */
"Please choose the backup file" = "请选择备份文件";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "请选择您想要导入的文件";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "请选择保存文件的位置";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "请选择保存笔记的位置";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "请选择保存笔记的位置";

/* No comment provided by engineer. */
"Please select one or more files" = "请选择一个或多个文件";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "正在升级熊掌记的数据库，请稍候";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "正在升级您的笔记，请稍候";

/* No comment provided by engineer. */
"Privacy Policy" = "隐私政策";

/* No comment provided by engineer. */
"Quit" = "退出";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "重新添加标签";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "移除标签";

/* table cell action */
"Restore" = "恢复";

/* No comment provided by engineer. */
"Restore from backup" = "从备份中恢復";

/* No comment provided by engineer. */
"Restore notes" = "恢复笔记";

/* No comment provided by engineer. */
"Restore Purchases" = "恢复购买信息";

/* No comment provided by engineer. */
"Rich Text" = "多信息文本";

/* No comment provided by engineer. */
"Save As" = "保存为";

/* No comment provided by engineer. */
"Save file" = "保存文件";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Search inside attachments" = "搜索附件和图像内容";

/* No comment provided by engineer. */
"Search Notes" = "搜索笔记";

/* No comment provided by engineer. */
"Show Database" = "显示数据库";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "以缩略图形式显示图像";

/* No comment provided by engineer. */
"Show my locked notes" = "显示锁定的文件";

/* No comment provided by engineer. */
"Show my Notes" = "显示我的笔记";

/* No comment provided by engineer. */
"Show my Today notes" = "显示今天的笔记";

/* No comment provided by engineer. */
"Show my ToDo notes" = "显示待办事项笔记";

/* No comment provided by engineer. */
"Show my Untagged notes" = "显示无标签笔记";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "显示标签为“#%@”的笔记";

/* No comment provided by engineer. */
"Show Preview" = "显示预览";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "登录 iCloud 并启用 iCloud Drive";

/* No comment provided by engineer. */
"Something went wrong" = "出问题了";

/* No comment provided by engineer. */
"Subscribe" = "订阅";

/* No comment provided by engineer. */
"Subscription" = "订阅";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "订阅自动续期，除非在当前订阅期之前 24 小时外关闭自动续订功能。";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "用户可自行管理订阅服务，自动续订服务可以在购买后前往用户的帐户设置中关闭。";

/* No comment provided by engineer. */
"Support Bear's development" = "支持熊掌记的开发";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "通过 iCloud 进行多设备同步";

/* No comment provided by engineer. */
"Terms of Use" = "使用条款";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "感谢您购买熊掌记 Pro";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "每个订阅期为 1 个月。";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "每个订阅期为 1 年。";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "免费试用期的长度（如果有的话）会显示在熊掌记的购买窗格中，以更新到购买时间。";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "在熊掌记的购买窗口中，最新订阅价格会实时显示。";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "没有针对当前时期的有效购买记录。";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "此测试版已过期，请检查网站更新。";

/* No comment provided by engineer. */
"Today notes" = "今天的笔记";

/* No comment provided by engineer. */
"Todo" = "待办事项";

/* No comment provided by engineer. */
"Toggle checkbox" = "切换复选框";

/* No comment provided by engineer. */
"Toggle folding" = "折叠/展开";

/* table cell action */
"Trash" = "废纸篓";

/* No comment provided by engineer. */
"Unarchive notes" = "取消归档笔记";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "无限次熊抱";

/* No comment provided by engineer. */
"Unmerge notes" = "取消合并笔记";

/* table cell action */
"Unpin" = "撤销置顶";

/* No comment provided by engineer. */
"Unpin notes" = "撤销置顶笔记";

/* No comment provided by engineer. */
"Unpin Tag" = "撤销置顶标签";

/* No comment provided by engineer. */
"Valid Through" = "有效期限";

/* Valid until date */
"Valid until %@" = "有效期至 %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "感谢您的支持！";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "我们正在增加所有的钟声、口哨声，甚至在引擎盖下增加一个卡祖笛，使熊掌记变得更好。为了确保这一过程的顺利进行，我们强烈建议在这一过程完成之前保持熊掌记为打开状态。";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "我们正在将您所有的笔记迁移到熊掌记 2 的 Markdown 中。为了确保这一过程的顺利进行，我们强烈建议在这一过程结束之前保持熊掌记为打开状态。";

/* No comment provided by engineer. */
"year" = "年";

/* No comment provided by engineer. */
"You can’t undo this action." = "您不能撤销此操作。";

/* No comment provided by engineer. */
"You're a PRO" = "您已升级到 Pro";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "您的订阅将在上述日期续订。为避免产生费用，请在续订日期前 24 小时取消免费试用期或订阅。";

"syncing..." = "正在同步...";
